export const items = [
	{
		text: '美容护理',
		children: [
			{id: 1,text: '宠物洗澡',imgs:"http://192.168.10.102:8089/15908619974@163.com/猫粮1.jpg"},
			{id: 2,text: '宠物剪毛',imgs:"http://192.168.10.102:8089/15908619974@163.com/猫粮1.jpg"},
			{id: 3,text: '宠物修甲',imgs:"http://192.168.10.102:8089/15908619974@163.com/猫粮2.jpg"},
			{id: 4,text: '宠物染毛',imgs:"http://192.168.10.102:8089/15908619974@163.com/猫粮2.jpg"},
		]
	},
	{
		text: '宠物医疗',
		children: [
			{id: 1,text: '宠物杀虫',imgs:"http://192.168.10.102:8089/15908619974@163.com/猫粮1.jpg"},
			{id: 2,text: '骨折疗养',imgs:"http://192.168.10.102:8089/15908619974@163.com/猫粮1.jpg"},
			{id: 3,text: '创伤治疗',imgs:"http://192.168.10.102:8089/15908619974@163.com/猫粮1.jpg"}
		]
	},
	{
		text: '宠物配种',
		children: [
			{id: 1,text: '配种服务',imgs:"http://192.168.10.102:8089/15908619974@163.com/猫粮1.jpg"},
			{id: 2,text: '绝育',imgs:"http://192.168.10.102:8089/15908619974@163.com/猫粮1.jpg"}
		]
	},
	{
		text: '宠物驯养',
		children: [
			
		]
	},
	{
		text: '宠物寄养',
		children: [
			{id: 1,text: '宠物寄养',imgs:"http://192.168.10.102:8089/15908619974@163.com/猫粮1.jpg"},
		]
	},

]