export const datas = [
	{
		text: 'Grooming',
		children: [
			{id: 1,text: '宠物洗澡',imgs:"http://192.168.10.102:8089/15908619974@163.com/猫粮1.jpg"},
			{id: 2,text: '宠物剪毛',imgs:"http://192.168.10.102:8089/15908619974@163.com/猫粮1.jpg"},
			{id: 3,text: '宠物修甲',imgs:"http://192.168.10.102:8089/15908619974@163.com/猫粮2.jpg"},
			{id: 4,text: '宠物染毛',imgs:"http://192.168.10.102:8089/15908619974@163.com/猫粮2.jpg"},
		]
	},
	{
		text: 'Hospital',
		children: [
			{id: 1,text: '宠物洗澡',imgs:"http://192.168.10.102:8089/15908619974@163.com/猫粮1.jpg"},
			{id: 2,text: '宠物剪毛',imgs:"http://192.168.10.102:8089/15908619974@163.com/猫粮1.jpg"},
			{id: 3,text: '宠物修甲',imgs:"http://192.168.10.102:8089/15908619974@163.com/猫粮2.jpg"},
			{id: 4,text: '宠物染毛',imgs:"http://192.168.10.102:8089/15908619974@163.com/猫粮2.jpg"},
		]
	},
	{
		text: 'Hotel',
		children: [
			{id: 1,text: '宠物洗澡',imgs:"http://192.168.10.102:8089/15908619974@163.com/猫粮1.jpg"},
			{id: 2,text: '宠物剪毛',imgs:"http://192.168.10.102:8089/15908619974@163.com/猫粮1.jpg"},
			{id: 3,text: '宠物修甲',imgs:"http://192.168.10.102:8089/15908619974@163.com/猫粮2.jpg"},
			{id: 4,text: '宠物染毛',imgs:"http://192.168.10.102:8089/15908619974@163.com/猫粮2.jpg"},
		]
	},
	{
		text: 'Breeding',
		children: [
			{id: 1,text: '宠物洗澡',imgs:"http://192.168.10.102:8089/15908619974@163.com/猫粮1.jpg"},
			{id: 2,text: '宠物剪毛',imgs:"http://192.168.10.102:8089/15908619974@163.com/猫粮1.jpg"},
			{id: 3,text: '宠物修甲',imgs:"http://192.168.10.102:8089/15908619974@163.com/猫粮2.jpg"},
			{id: 4,text: '宠物染毛',imgs:"http://192.168.10.102:8089/15908619974@163.com/猫粮2.jpg"},
		]
	},
	{
		text: 'Boarding',
		children: [
			{id: 1,text: '宠物洗澡',imgs:"http://192.168.10.102:8089/15908619974@163.com/猫粮1.jpg"},
			{id: 2,text: '宠物剪毛',imgs:"http://192.168.10.102:8089/15908619974@163.com/猫粮1.jpg"},
			{id: 3,text: '宠物修甲',imgs:"http://192.168.10.102:8089/15908619974@163.com/猫粮2.jpg"},
			{id: 4,text: '宠物染毛',imgs:"http://192.168.10.102:8089/15908619974@163.com/猫粮2.jpg"},
		]
	},
	{
		text: 'Domesticate',
		children: [
			{id: 1,text: '宠物洗澡',imgs:"http://192.168.10.102:8089/15908619974@163.com/猫粮1.jpg"},
			{id: 2,text: '宠物剪毛',imgs:"http://192.168.10.102:8089/15908619974@163.com/猫粮1.jpg"},
			{id: 3,text: '宠物修甲',imgs:"http://192.168.10.102:8089/15908619974@163.com/猫粮2.jpg"},
			{id: 4,text: '宠物染毛',imgs:"http://192.168.10.102:8089/15908619974@163.com/猫粮2.jpg"},
		]
	},
]
